<template>
  <div class="about">
    <div class="about__protect">
      <div class="wave">
        <svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 1440 320">
          <path fill="#ffffff" fill-opacity="1"
                d="M0,224L80,202.7C160,181,320,139,480,128C640,117,800,139,960,149.3C1120,160,1280,160,1360,160L1440,160L1440,0L1360,0C1280,0,1120,0,960,0C800,0,640,0,480,0C320,0,160,0,80,0L0,0Z"></path>
        </svg>
      </div>
      <div class="container">
        <div class="about__protect-wrapper">
          <div class="about__protect-icon">
            <img src="@/assets/img/protect.svg" alt="icon">
          </div>
          <div class="about__protect-text">Все данные надежно защищены: Надежное подключение</div>
        </div>
      </div>
    </div>
    <div class="container">
      <div class="about__info">
        <p class="about__info-text">
          Займ выдается в российских рублях гражданам Российской Федерации, на банковский счет, на карту или наличными.
          Минимальная сумма займа: 1 000 рублей. Максимальная сумма займа: 100 000 рублей. Процентная ставка: от 0%
          годовых до 365% годовых, срок займа от 1 до 365 дней включительно.
        </p>
        <p class="about__info-text">
          * У пользователей сервиса есть возможность получить займ с минимальной процентной ставкой 0%. Подробности при
          выборе персонального предложения. итоговая сумма займа может быть изменена по результатам первичной проверки
          анкеты. Информация, размещенная на данном сайте, носит исключительно справочный характер и собрана из
          различных
          открытых источников информации в соответствии с законодательством РФ. Владелец сайта не несет ответственности
          за
          вред чести, достоинству и деловой репутации, за ущерб связанный с упущенной выгодой в результате использования
          Сайта.
        </p>
      </div>
      <div class="about__creditors">
        <h4 class="about__creditors-title">Список кредиторов</h4>
        <div class="about__creditors-list"></div>
      </div>
      <div class="about__confidential">
        Совершая любые действия на сайте, вы даете свое <a href="#">согласие на обработку персональных данных</a> и
        согласие на получение рекламных материалов. Вы ознакомились и соглашаетесь с
        <a href="#">договором публичной оферты</a>, <a href="#">политикой обработки персональных данных</a>.

      </div>
      <div class="about__unsubscribe">
        <button class="about__unsubscribe-btn">Отписаться</button>
      </div>
    </div>

  </div>
</template>

<style lang="scss" scoped>

</style>